[
    "ĐẠI HỌC QUỐC GIA TP.HCM TRƯỜNG ĐẠI HỌC\n\nCÔNG NGHỆ THÔNG TIN\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\n\nĐ ộc lập -Tự do - Hạnh phúc\n\nSố : 35 /QĐ-ĐHCNTT-ĐTĐH\tThành phố Hồ Chí Minh, ngày 28 tháng 02 năm 2013\n\nQUYẾT ĐỊNH\n\nVề việc ban hành quy trình báo nghỉ dạy, dạy bù của Cán bộ giảng dạy\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nCăn cứ Quyết định số 134/2006/QĐ-TTg, ngày 08 tháng 6 năm 2006 của Thủ tướng Chính phủ về việc thành lập trường Đại học Công nghệ Thông tin thuộc Đại học Quốc gia-HCM;\n\nCăn cứ Quyết định số 530/QĐ-ĐHQG-TCCB, ngày 03 tháng 7 năm 2006 của Giám đốc Đại học Quốc gia-TPHCM ban hành quy chế tạm thời về tổ chức và hoạt động của trường Đại học Công nghệ Thông tin;\n\nCăn cứ Quyết định số 28/QĐ-ĐHCNTT-ĐTĐH ngày 28/01/2013 của Hiệu trưởng trường Đại học Công nghệ Thông tin về việc ban hành Quy chế đào tạo theo hệ thống tín chỉ trường ĐH Công nghệ Thông tin cho hệ đào tạo chính quy;",
    "Căn cứ Tờ trình số 07/TTr_ĐTĐH ngày 28 tháng 02 năm 2013 của Phụ trách phòng Đào tạo Đại học về Quy trình báo nghỉ dạy, dạy bù của cán bộ giảng dạy trường Đại học Công nghệ Thông tin;\n\nXét đề nghị của Phụ trách phòng Đào tạo Đại học,\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo quyết định này là “ Quy trình báo nghỉ dạy, dạy bù của cán bộ giảng dạy trường Đại học Công nghệ Thông tin”\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký.\n\nĐiều 3. Các Ông/Bà Trưởng các Phòng, Ban, Khoa/Bộ môn chịu trách nhiệm thi hành Quyết định này.\n\nNơi nhận:\n\nNhư điều 3;\n\nLưu VT, P.ĐTĐH.\n\nHIỆU TRƯỞNG\n\n(đã ký)\n\nDương Anh Đức\n\nĐẠI HỌC QUỐC GIA TP.HỒ CHÍ MINH\n\nTRƯỜNG ĐH CÔNG NGHỆ THÔNG TIN\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\n\nĐộc lập - Tự do - Hạnh phúc\n\nQUY TRÌNH\n\nBÁO NGHỈ DẠY, DẠY BÙ CỦA CÁN BỘ GIẢNG DẠY\n\n(Ban hành kèm theo QĐ số: 35/QĐ-ĐHCNTT-ĐTĐH,ngày 28 tháng 02 năm 2013)\n\nQUY ĐỊNH CHUNG",
    "(Ban hành kèm theo QĐ số: 35/QĐ-ĐHCNTT-ĐTĐH,ngày 28 tháng 02 năm 2013)\n\nQUY ĐỊNH CHUNG\n\nPhòng Đào tạo Đại học (P. ĐTĐH) là đơn vị trực tiếp tiếp nhận thông tin và xử lý việc báo thay đổi liên quan đến giảng dạy (nghỉ dạy, thay đổi cán bộ giảng dạy) và đăng ký dạy bù của cán bộ giảng dạy.\n\nPhòng Thanh tra pháp chế và Đảm bảo chất lượng (P. TTPC&ĐBCL) là đơn vị phối hợp với P. ĐTĐH, chịu trách nhiệm thanh tra, giám sát việc giảng dạy; thống kê và báo cáo định kỳ về tình hình giảng dạy cho Ban Giám hiệu và các bên liên quan.\n\nCBGD phải dạy đủ số tiết theo qui định của môn học (qui định trong đề cương môn học). Các tiết nghỉ dạy phải được đăng ký dạy bù sau hoặc trước đó cho đầy đủ.",
    "CBGD phải báo cho P. ĐTĐH việc thay đổi giảng dạy (nghỉ dạy, thay đổi CBGD tạm thời). Trong trường hợp đột xuất, CBGD phải thông báo ngay cho P. ĐTĐH chậm nhất là 15 phút sau khi buổi học bắt đầu và gửi giấy báo nghỉ trong vòng 5 ngày sau buổi dạy đã cho nghỉ. CBGD không được nghỉ dạy quá 3 buổi/học kỳ/lớp trừ những trường hợp nghỉ do được điều động công tác của trường.\n\nSau khi buổi học bắt đầu 15 phút:\n\nNếu lớp học không có sinh viên mà không rõ lý do, CBGD có thể được nghỉ sau khi đã báo với P.ĐTĐH và không nhất thiết phải dạy bù cho buổi học này.\n\nNếu CBGD chưa đến lớp mà không rõ lý do thì được xem là nghỉ buổi dạy đó và CBGD bắt buộc phải tiến hành dạy bù vào buổi khác. Trong trường hợp bất khả kháng mà CBGD đến trễ quá 15 phút (nhưng không quá 30 phút) thì phải báo ngay cho P.ĐTĐH để thông báo cho sinh viên chờ, CBGD bắt buộc tiến hành dạy bù cho tiết học đó.",
    "Trường hợp thay đổi CBGD tạm thời (CBGD bận đột xuất nhưng có CBGD khác dạy thay): CBGD chính cũng thực hiện tương tự như báo nghỉ dạy. Số buổi có CBGD khác dạy thay của một lớp không được quá 30% tổng số buổi dạy lớp đó.\n\nNếu CBGD dạy bù trong thời gian thực học phải đăng ký việc dạy bù trước ngày dạy bù ít nhất là 5 ngày và buổi dạy bù không được cùng ngày với buổi học chính theo thời khóa biểu của lớp.\n\nP. ĐTĐH có thể yêu cầu CBGD đổi buổi dạy bù nếu thời gian mà CBGD đăng ký không phù hợp với lịch học của sinh viên (có trên 30% sinh viên của lớp có lịch học khác của trường vào thời gian CBGD đăng ký dạy bù).\n\nQUY TRÌNH\n\nBáo nghỉ dạy, thay đổi CBGD tạm thời\n\n\n\n\\begin{table}[h]\n\\centering\n\\begin{tabular}{|c|c|c|c|c|c|c|}\n\\hline\n2 & P. ĐTĐH\nxử lý sự việc & P. ĐTĐH thông báo cho P.\nTTPC\\textbackslash{}&ĐBCL ghi nhận, Ban Quản lý cơ sở để đóng cửa phòng học và thông báo cho lớp nghỉ.\nTrường hợp có CBGD dạy thay, P. ĐTĐH cung cấp thông tin cho P. TTPC\\textbackslash{}&ĐBCL. & Theo tuần hoặc ngay khi nhận được thông tin & P. ĐTĐH & P. TTPC \\textbackslash{}&ĐBCL\n\nBan QLCS &  \\\\\n\\hline\n3 & CBGD\nhoàn thiện thủ tục báo nghỉ. & CBGD hoàn thiện Phiếu báo nghỉ dạy theo mẫu và nộp về P. ĐTĐH. P.ĐTĐH chuyển bản sao Phiếu báo nghỉ dạy có xác nhận cho\nP.TTPC\\textbackslash{}&ĐBCL & Chậm nhất là 5 ngày sau buổi dạy đã nghỉ & CBGD & P. ĐTĐH & P1 \\\\\n\\hline\n\\end{tabular}\n\\end{table}\n\n\n\n\n\\begin{table}[h]\n\\centering\n\\begin{tabular}{|c|c|c|c|c|c|c|}\n\\hline\nBước & Trình tự thực hiện & Diễn giải & Thời gian & Trách nhiệm & Phối hợp & Biểu mẫu \\\\\n\\hline\n1 & Thông báo cho Phòng ĐTĐH & CBGD có lý do chính đáng phải nghỉ dạy cần thông báo trực tiếp với P. ĐTĐH (theo Phiếu báo nghỉ hoặc\nđiện thoại nếu nghỉ đột xuất). & Chậm nhất là 15 phút sau khi giờ học\nbắt đầu & CBGD & P.ĐTĐH & P1 \\\\\n\\hline\n\\end{tabular}\n\\end{table}\n\n\nĐăng ký dạy bù\n\n\n\n\\begin{table}[h]\n\\centering\n\\begin{tabular}{|c|c|c|c|c|c|c|}\n\\hline\nBước & Trình tự thực hiện & Diễn giải & Thời gian & Trách nhiệm & Phối hợp & Biểu mẫu \\\\\n\\hline\n1 & CBGD đăng ký dạy bù & CBGD nộp Phiếu đăng ký dạy bù theo mẫu cho P. ĐTĐH & Ít nhất 5 ngày trước ngày dạy\nbù & CBGD & P.ĐTĐH & P2 \\\\\n\\hline\n2 & P.ĐTĐH xử\nlý sự việc & Căn cứ thời khóa biểu hiện có để kiểm tra thông tin đăng ký hợp lệ.\nĐăng ký phòng học. & Trong vòng 3 ngày từ khi nhận đăng\nký & P. ĐTĐH & Ban QLCS &  \\\\\n\\hline\n3 & P.ĐTĐH\nthông báo lịch dạy bù cho các bên liên quan & P.ĐTĐH xác nhận đồng ý việc dạy bù và trả kết quả cho CBGD. Chuyển bản sao Phiếu đăng ký dạy bù có xác nhận đồng ý cho P.TTPC\\textbackslash{}&ĐBCL\nThông báo cho lớp thông qua website của phòng. & Chậm nhất là 2 ngày trước buổi học & P. ĐTĐH & P. TTPC \\textbackslash{}&ĐBCL & P2 \\\\\n\\hline\n4 & CBGD thực hiện dạy bù & CBGD tiến hành dạy bù theo đúng lịch đã sắp xếp. &  & CBGD &  &  \\\\\n\\hline\n\\end{tabular}\n\\end{table}\n\n\nHIỆU TRƯỞNG\n\n(đã ký)\n\nDương Anh Đức"
]